ScalingOff = "Desactivar escala";
ScalingOn = "Activar escala";
AllScreens = "Todas las pantallas";
ScreenNumber = "Pantalla %d";
MainScreen = "Pantalla principal";
ReEnterPass = "Verifique que ha introducido el nombre y la contraseña correctos.";
RemoteAccessDenied = "El usuario actual de “%@” ha rechazado su petición de acceso.";

taskString = "Controlar";
taskDescription = "Controlar el ordenador";
longTaskDescription = "Tomar el control del ordenador seleccionado";
requestTitle = "Error de autenticación";
requestScreenControl = "¿Desea solicitar permiso para controlar?";
requestScreenObserve = "¿Desea solicitar permiso para observar?";
requestScreenAuthFailed = "Error de autenticación de “%@”.";
requestDenied = "El usuario ha denegado su petición.";
connecting = "Conectando a “%@”";
connectionLost = "Conexión con “%@” interrumpida.";
connectionFailed = "Error de conexión con “%@”.";
connectionFailedReason = "Compruebe que Compartir Pantalla (en el panel Compartir de Preferencias del Sistema) esté activado en el ordenador al que intenta conectarse. Compruebe también que su conexión de red funciona correctamente.";
waitingForResponse = "Esperando que el usuario responda.";
runningAdminAppObserveError = "No se ha podido observar “%@”";
runningAdminAppControlError = "No se ha podido controlar “%@”";
runningAdminAppErrorMessage = "Apple Remote Desktop u otra aplicación de administración está ejecutándose. ";
controlModeError = "Imposible pasar al modo Control";
observeModeError = "Imposible pasar al modo Observación";
sharedControlError = "Imposible cambiar el control del ratón";
notAuthorizedTitle = "No autorizado";
controlNotAuthorized = "No tiene autorización para controlar este ordenador.";
observeNotAuthorized = "No tiene autorización para observar este ordenador.";
serverNotSupported = "El servidor no permite está opción.";
sharingSelfNotSupported = "Un ordenador no puede conectarse a sí mismo y compartir su propia pantalla.";
captureDefaultName = "Imagen de Remote Desktop";
scaleToolbarTitle = "Ajustar a ventana";
scaleToolbarPaletteLabel = "Ajustar a ventana";
scaleToolbarTooltip = "Ajustar pantalla a ventana";
controlToolbarTitle = "Controlar";
controlToolbarPaletteLabel = "Controlar u observar";
controlToolbarTooltip = "Alternar entre el modo Control y el modo Observación";
shareToolbarTitle = "Compartir ratón";
shareToolbarPaletteLabel = "Compartir ratón con el usuario";
shareToolbarTooltip = "Compartir ratón y teclado con el usuario";
qualityToolbarTitle = "Calidad";
qualityToolbarPaletteLabel = "Calidad de imagen";
qualityToolbarTooltip = "Calidad de imagen";
captureToolbarTitle = "Captura de pantalla";
captureToolbarPaletteLabel = "Captura de pantalla";
captureToolbarTooltip = "Capturar la pantalla como archivo";
controlObserveNotSupported = "No puede controlar u observar el ordenador";
fullScreenToolbarTooltip = "Ajustar pantalla remota a pantalla completa";
fullScreenToolbarTooltipExt = "Mostrar pantalla en una ventana";
fullScreenToolbarTitle = "Pantalla completa";
fullScreenPaletteDisconnect = "Abandonar sesión de control u observación";
showCursorToolbarTooltip = "Ocultar o mostrar el cursor local";
showCursorToolbarTitle = "Ocultar/mostrar cursor";
curtainToolbarTitle = "Bloquear pantalla";
curtainToolbarTooltip = "Bloquear la pantalla del ordenador mientras lo controla";
getClipboardToolbarTitle = "Obtener portapapeles";
getClipboardToolbarTooltip = "Obtener contenido del portapapeles remoto";
sendClipboardToolbarTitle = "Enviar portapapeles";
sendClipboardToolbarTooltip = "Enviar contenido del portapapeles al portapapeles remoto";
multiDisplayToolbarTitle = "Mostrar selección";
multiDisplayToolbarTooltip = "Seleccione la pantalla remota a visualizar";
computerInScreenShare = "Está compartiendo esta pantalla con este ordenador";
curtainErrorTitle = "Imposible pasar al modo Cortina";
curtainExitErrorTitle = "Imposible salir del modo Cortina";
curtainErrorMessage = "Se ha producido un error en este ordenador.";
curtainUnavailableTooltip = "El modo Cortina no está disponible en la versión de Mac OS X instalada en “%@”.";
curtainUnavalableMessage = "El modo Cortina no está disponible en “%@”.";

displayPopUpAllDisplays = "Todas las pantallas: %@ x %@";
displayPopUpBothDisplays = "Ambas pantallas: %@ x %@";
displayPopUpOneDisplay = "Pantalla %@: %@ x %@";

curtainTaskString = "Cortina";
curtainTaskDescription = "Controle el ordenador en el modo Cortina";
curtainLongTaskDescription = "Controlar el ordenador seleccionado mientras la pantalla está bloqueada";

sshTunnelRemoteLoginDisabledTitle = "La conexión ha fallado porque el inicio de sesión remoto no está activado en “%@”.";
sshTunnelRemoteLoginDisabledMessage = "Desactive el ajuste de seguridad “Encriptar todos los datos de la red” o intente activar el inicio de sesión remoto en el panel de preferencias Compartir de “%@”.";
sshTunnelHostKeyChangedTitle = "La conexión a “%@” ha fallado porque no se ha podido confirmar su identidad. Esto puede implicar un problema de seguridad o que su archivo SSH “known_hosts” debe actualizarse.";
sshTunnelHostKeyChangedMessage = "Desactive el ajuste de seguridad “Encriptar todos los datos de la red” o actualice el archivo SSH “known_hosts”.";
sshTunnelHostKeyChanged2Message = "Los datos de identificación del servidor remoto han cambiado a “%@”. Si tiene la certeza de que no se trata de un problema de seguridad, Remote Desktop puede intentar reparar su archivo known_hosts.";
sshTunnelHostKeyFix = "Corregir";
sshTunnelHostKeyFixError = "Se ha producido un problema al intentar modificar el archivo “known_hosts”.";
sshTunnelTooltip = "La conexión está encriptada";

legacyVNCSecurityWarningTitle = "El ordenador “%@” está ejecutando un servidor VNC no compatible con la encriptación de combinaciones de teclas de Remote Desktop. El texto que introduzca en este ordenador puede ser interceptado a través de la red. ¿Desea continuar la conexión de todos modos?";
legacyVNCSecurityWarningMessageFull = "Si el ordenador remoto tiene activado el inicio de sesión remota o SSH, puede seleccionar la opción “Encriptar todos los datos de la red” en las preferencias de Remote Desktop o la opción “Conectar usando SSH” que aparece a continuación para establecer una conexión segura.";
legacyVNCSecurityWarningMessage = "Si el ordenador remoto tiene activado el inicio de sesión remota o SSH, puede seleccionar la opción “Encriptar todos los datos de la red” en las preferencias de Remote Desktop para establecer una conexión segura.";
legacyVNCSecurityWarningContinueSSHButton = "Conectar usando SSH";

IconCacheTitle = "¿Seguro que desea borrar la caché de iconos de la barra de título?";
IconCacheDefaultButton = "Borrar";
IconCacheAlternateButton = "Cancelar";
IconCacheMessage = "Estos archivos permiten arrastrar el icono de la barra de título para crear favoritos. Si borra esta caché, los favoritos que cree de esta forma se truncarán.\n\nEn vez de crear un alias, puede copiar el favorito manteniendo pulsada la tecla Opción.";

YESBUTTON = "Sí";
NOBUTTON = "No";